pymergetic/metal/port/boards/X86_BIOS/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "X86_BIOS"
#define MICROPY_HW_MCU_NAME   "i686"
